brew 'coreutils'
brew 'git'
brew 'sqlite'
brew 'mas'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'wget'
brew 'ack'
brew 'tmux'
brew 'tmate'
brew 'tree'
brew 'pwsafe'
brew 'markdown'
brew 'httpie'
brew 'pandoc'
brew 'aspell', args: ['with-lang-nb', 'with-lang-en']
brew 'mongoose'
brew 'postgresql'

# languages not under anyenv
cask 'java'
brew 'typesafe-activator'
cask 'mactex'
cask 'iterm2'
cask 'google-chrome'
cask 'alfred'
cask 'spectacle'
cask 'jumpcut'
cask 'emacs'
#cask 'intellij-idea-ce'
cask 'skype'
cask 'spotify'
cask 'prezi'
cask 'dockertoolbox'
