brew 'coreutils'
cask 'java'
brew 'git'
brew 'sqlite'
brew 'mas'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'wget'
brew 'ack'
brew 'tree'
brew 'pwsafe'
cask 'iterm2'
cask 'google-chrome'
cask 'alfred'
cask 'spectacle'
cask 'jumpcut'
cask 'emacs'
#cask 'intellij-idea-ce'
cask 'skype'
cask 'spotify'
cask 'prezi'
