brew 'coreutils'
brew 'git'
brew 'sqlite'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'wget'
brew 'ack'
brew 'jq'
brew 'xz'
brew 'tmux'
brew 'tmate'
brew 'tree'
brew 'pwsafe'
brew 'markdown'
brew 'httpie'
brew 'pandoc'
brew 'aspell', args: ['with-lang-nb', 'with-lang-en']
brew 'mongoose'
brew 'nginx'
brew 'postgresql'

# languages not under anyenv
cask 'java'
brew 'typesafe-activator'
brew 'erlang'
brew 'elixir'
brew 'chicken'
brew 'guile'
brew 'mosml'
brew 'smlnj'
brew 'mlton'
brew 'sbcl'
brew 'clozure-cl'
brew 'leiningen'
brew 'ghc'

brew 'jetty-runner'
brew 'dos2unix'
brew 'dict'
brew 'graphviz'
brew 'imagemagick'

# autotools
brew 'autoconf'
brew 'automake'
brew 'gettext'
brew 'libtool'
brew 'pkgconfig'
brew 'shtool'
brew 'autogen'
brew 'autoconf-archive'

cask 'mactex'
cask 'iterm2'
cask 'google-chrome'
cask 'alfred'
cask 'spectacle'
cask 'jumpcut'
cask 'emacs'
cask 'skype'
cask 'spotify'
cask 'prezi'
cask 'dockertoolbox'
#cask 'otto'

#brew 'aciinema'
#brew 'remake'
#cask 'intellij-idea-ce'
